Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samiske_litteraturdager_i_guovdageaidnu.html.tmx
Source language: nob
Languages: sme

source: Sametingets bibliotek og Samisk forfatterforening inviterer til samiske litteraturdager på Diehtosiida i Guovdageaidnu tirsdag 9. og onsdag 10. november 2021.
sme: Sámi girjjálašvuođabeaivvit Guovdageainnus Sámediggi ja S ámi Girječálliidsearvi bovde sámi girjjálašvuođabeivviide Diehtosiidii, Guovdageainnus, skábmamánu 9. ja 10. beivviid 2021.

source: Sametingets bibliotek og Samisk forfatterforening har i over flere år samarbeidet om å arrangere samiske litteraturdager, dette har blitt en viktig arena – hvor forfattere får oppmerksomhet og hvor publikum får muligheten til å møte forfattere.
sme: Sámedikki girjerájus ja Sámi Girječálliidsearvi lea máŋga jagi ovttasbargan lágidit sámi girjjálašvuođabeivviid, dát leat šaddan dehálaš arena - gos girječállit ožžot fuomášumi ja maiddai gos lohkki oažži vejolašvuođa deaivvadit čálliin.

source: I år er blir det også foredrag om samiske språk.
sme: Dán jagi šaddet maid logaldallamat sámegiela birra.

source: Nils Øivind Helander holder foredrag om at samisk språk er et rikt språk og Ailu Valle holder foredrag om at samisk er det beste språket å rappe på.
sme: Nils Øivind Helander logaldallá sámegiela riggodaga birra ja Ailu Valle ges logaldallá dan birra ahte manin sámegiella lea dat buoremus ráppengiella.

source: Vi har også invitert forfattere som var nominert til Nordisk råds litteraturpris og Nordisk råds barne- og ungdomslitteraturpris i år og i fjor, nemlig Inga Ravna Eira, Niillas Holmberg, Kirste Paltto og Karen Anne Buljo.
sme: Mii leat maiddái bovden diimmá ja dán jagáš girječálliid geat ledje árvaluvvon Davviriikkalaš Ráđi girjjálašvuođabálkkašupmái ja Davviriikkaid Ráđi mánáid- ja nuoraidgirjjálašvuođa bálkkašupmái, nugo Inga Ravna Eira, Niillas Holmberg, Kirste Paltto ja Karen Anne Buljo.

source: I tillegg er mange andre forfattere med i programmet, også helt nye forfattere, som nylig har gitt ut sin første bok.
sme: Dasa lassin leat máŋga eará girječálli min prográmmas, maiddái girječállit geat gieskat leat almmuhan iežaset vuosttaš girjji.

source: Vi får også høre joiker Biret Elle Láilá/Laila Somby Sandvik når hun kommer med eksempler på kjærlighetsuttrykk i joik.
sme: Gullat maid juoigi Biret Elle Láilá/Laila Somby Sandvik gii buktá ovdamearkkaid ráhkesvuođa dajahusain luođis.
